---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyPointPlacementReference
source: html/e5c949cc-3663-43c8-d623-af21e050a205.htm
---
# FamilyPointPlacementReference Members

Causes the object to release immediately any resources it may be utilizing.